{
  "header": {
    "hello": "Здравствуйте, Мир",
    "name": "Я Салиф Канте",
    "more_about_me": "Подробнее обо мне"
  },
  "about": {
    "title": "Обо Мне",
    "sub_title": "Позвольте мне представиться",
    "description": "Родом из Бамако, Мали, я вырос там и в настоящее время проживаю в Томске, Россия. Я продолжил свое образование в Тунисе, где провел пять лет, получив степень магистра в области науки о данных и инженерии, после окончания бакалавриата по компьютерным наукам с 2017 по 2022 год. За последние семь лет я отточил свои навыки программирования, начав с таких языков, как C и Java, а затем перейдя к веб-технологиям и технологиям искусственного интеллекта, таким как HTML, CSS, JavaScript, PHP и Python. За время своего академического пути я прошел несколько профессиональных стажировок и участвовал в реальных проектах в Тунисе. Кроме того, у меня была возможность поделиться своими знаниями, обучая программированию студентов в частных университетах Мали в период с 2022 по 2023 год, прежде чем я переехал в Россию в конце 2023 года, чтобы получить степень доктора философии."
  },
  "profile": {
    "title": "Профиль",
    "sub_title": "Вот еще немного информации обо мне, которая поможет вам узнать меня лучше",
    "full_name": "Полное Имя",
    "name": "Салиф Канте",
    "lang": "Языки",
    "languages": "Английский, Французский, Русский",
    "univer": "Университет",
    "univer_name": "Томский государственный университет систем управления и радиоэлектроники - ТУСУР",
    "program": "Программа",
    "program_name": "Доктор философии в области искусственного интеллекта и машинного обучения",
    "email_title": "Электронная почта",
    "email": "salif.kante.pro@gmail.com"
  },
  "skills": {
    "title": "Навыки",
    "sub_title": "Вот список некоторых навыков программирования, за исключением каких-либо упоминаний о библиотеках и фреймворках.",
    "hire": "Наймите Меня прямо сейчас",
    "download": "Скачать резюме"
  },
  "project_js": {
    "title": "Проекты",
    "name": "Веб-разработка"
  },
  "project_py": {
    "title": "Проекты",
    "name": "Веб-разработка"
  },
  "project_php": {
    "title": "Проекты",
    "name": "Веб-разработка"
  },
  "project_node": {
    "title": "Проекты",
    "name": "Веб-разработка"
  },
  "project_da": {
    "title": "Проекты",
    "name": "Искусственный Интеллект"
  },
  "services": {
    "title": "Услуги",
    "question": "Что Я Могу Для Вас Сделать?",
    "description": "Вот некоторые из услуг, которые я предлагаю, когда дело доходит до веб-разработки и бизнеса.",
    "web_design_title": "Веб-дизайн",
    "web_design_des": "Превращение идей в визуально привлекательные и удобные для пользователя цифровые решения. Я создаю интерфейсы, в которых креативность сочетается с практичностью, обеспечивая вашему бренду известность в Интернете.",
    "web_development_title": "Веб-разработка",
    "web_development_des": "Воплощая концепции в жизнь с помощью надежных и масштабируемых веб-решений. Я создаю веб-сайты, которые являются безопасными, эффективными и соответствуют вашим потребностям - от интерфейсных взаимодействий до серверных функций.",
    "data_analysis_title": "Анализ данных",
    "data_analysis_des": "Использование данных для получения информации и принятия обоснованных решений. Мы анализируем сложные наборы данных, извлекаем значимые закономерности и даем практические рекомендации по оптимизации производительности и стратегии."
  }
}
